Repository: codicoop/bloc4
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Andalucia
ca: Andalusia

source: Zaragoza
ca: Saragossa

source: Asturias
ca: Astúries

source: Castilla y León
ca: Castella i Lleó

source: Castilla - La Mancha
ca: Castella - La Manxa

source: Euskal Herria
ca: País Vasc

source: Autonomous Community
ca: Comunitat Autònoma

source: Name
ca: Nom

source: Province
ca: Província

source: County
ca: Comarca

source: Only for public training
ca: Només per formacions públiques

source: Change room
ca: Canvia la sala

source: Are you sure you want to notify the user?
ca: Segur que vols notificar l'usuari?

source: Notify the user the room is changed
ca: Notificar l'usuari que la sala ha canviat

source: An email has been sent to the entity to inform them that the room of the reservation has change.
ca: Un correu electrònic ha sigut enviat a l'entitat per informar del canvi de sala de la reserva.

source: Payment reminder
ca: Recordatori de pagament

source: Notify the user a payment reminder
ca: Notifica l'usuari un recordatori de pagament

source: An email has been sent to the entity to inform with a payment reminder.
ca: Un correu electrònic ha sigut enviat a l'entitat amb un recordatori de pagament.

source: Actions
ca: Accions

source: Are you sure you want to confirm the reservation and notify the user?
ca: Segur que vols confirmar la reserva i notificar l'usuari?

source: Confirm reservation and notify the user
ca: Confirmar la reserva i notificar l'usuari

source: Are you sure you want to reject the reservation and notify the user?
ca: Segur que vols denegar la reserva i notificar l'usuari?

source: Confirm rejection of reservation and notify the user
ca: Denegar la reserva i notificar l'usuari

source: Are you sure you want to notify the user that the date and/or time of the reservation have changed?
ca: Segur que vols notificar l'usuari que la data i/o l'hora de la reserva han canviat?

source: Notify the user that the date and/or time have changed
ca: Notificar l'usuari que la data i/o l'hora han canviat

source: An email has been sent to the entity to inform them that the room reservation has been confirmed.
ca: Un correu electrònic ha sigut enviat a l'entitat per informar de la confirmació de la reserva de la sala.

source: An email has been sent to the entity to inform them that the room reservation has been rejected.
ca: Un correu electrònic ha sigut enviat a l'entitat per informar de la denegació de la reserva de la sala.

source: Hourly reservation
ca: Reserva per hores

source: Morning reservation
ca: Reserva de matí

source: Afternoon reservation
ca: Reserva de tarda

source: Whole day reservation
ca: Reserva de dia

source: None of the two
ca: Cap de les dues

source: ESS continuous training
ca: Formació contínua ESS

source: Accompaniment
ca: Acompanyament

source: Access to financing
ca: Accés al finançament

source: TechBloc4-Digitalization
ca: TechBloc4-Digitalització

source: Acts and events
ca: Actes i esdeveniments

source: Internationalization
ca: Internacionalització

source: ESS attention point
ca: Punt d’atenció ESS

source: Challenges
ca: Reptes

source: Communication and disclosure
ca: Comunicació i divulgació

source: Local intercooperation
ca: Intercooperació local

source: Governance Spaces
ca: Espais de Governança

source: Diagnosis of ESS
ca: Diagnosi de l'ESS

source: January
ca: Gener

source: February
ca: Febrer

source: March
ca: Març

source: April
ca: Abril

source: May
ca: Maig

source: June
ca: Juny

source: July
ca: Juliol

source: August
ca: Agost

source: September
ca: Septembre

source: October
ca: Octubre

source: November
ca: Novembre

source: December
ca: Desembre

source: I agree to Privacy Policy
ca: Accepto la política de privacitat

source: I have read and agree with the <a href="{url}" target="_blank" style="color: #be3bc7; font-weight: bold;">rules of use of the space</a>
ca: He llegit i accepto les <a href="{url}" target="_blank" style="color: #be3bc7; font-weight: bold;">la normativa d'ús de l'espai</a>

source: The date must be greater than the current date.
ca: La data ha de ser posterior a l'actual.

source: Pending
ca: Pendent

source: Confirmed
ca: Confirmada

source: Canceled
ca: Cancel·lada

source: Refused
ca: Denegada

source: Private training
ca: Esdeveniment privat

source: Public training
ca: Esdeveniment públic

source: Title
ca: Títol

source: Choose the option that interests you most
ca: Escull l'opció que et vagi millor

source: Date
ca: Data

source: Start time
ca: Hora inici

source: End time
ca: Hora final

source: Assistants
ca: Assistents

source: room
ca: sala

source: If you want to change the room and notify the user, first, change the room, save and then click the button to notify.
ca: Si vols canviar la sala i notificar l'usuari, primer canvia la sala, desa-ho i després fes click al botó de notificar.

source: Is budgeted?
ca: Està pressupostada?

source: Is paid?
ca: Està pagada?

source: Do I need catering service?
ca: Necessites servei de càtering?

source: Do you need to tell us something?
ca: Vols dir-nos alguna cosa?

source: Does the activity belong to one of these services?
ca: Forma part aquesta reserva d'algun d'aquests serveis?

source: Service type Bloc4BCN
ca: Servei de Bloc4BCN

source: Type of event
ca: Tipus d'esdeveniment

source: Public events must be open to all citizens and will be published in the Bloc4BCN Agenda, subject to approval.
ca: Els esdeveniments públics han de ser oberts a tots els ciutadans i serán publicats a l'agenda del Bloc4BCN, un cop sigui aprovat.

source: Description
ca: Descripció

source: This information will be used in the Bloc4BCN Agenda publication of this event.
ca: Aquesta información es farà servir per la publicació d'una entrada a l'Agenda de Bloc4BCN sobre aquest esdeveniment.

source: URL of the activity
ca: Url de l'activitat

source: Total price
ca: Preu total

source: entity
ca: entitat

source: reserved by
ca: reservat per

source: canceled by
ca: cancel·lat per

source: canceled_at
ca: cancel·lat a

source: The Status can only be modified by using the buttons below.
ca: L'estat de la reserva només pot ser modificat a través dels botons d'acció a sota.

source: status
ca: estat

source: reservation
ca: reserva

source: reservations
ca: reserves

source: If ateneus'activity is {activity} this field is required.
ca: Si l'activitat és de l'ateneu i és {activity}, aquest camp és obligatori.

source: The end time must be greater than the start time.
ca: L'hora de finalització ha de ser posterior a l'hora d'inici.

source: The reservation must have a minimum duration of one hour.
ca: La durada mínima d'una reserva és d'una hora.

source: The maximum standby time is 20 hours.
ca: La durada máxima d'una reserva és de 20 hores.

source: The start time must be between {start_time} and {end_time}.
ca: L'hora d'inici ha de ser entre {start_time} i {end_time}.

source: The end time must be between {start_time} and {end_time}.
ca: L'hora de finalització ha de ser entre {start_time} i {end_time}.

source: The start time must be in 00, 15, 30 or 45 minutes.
ca: L'hora d'inici ha de ser a hores en punt, o quarts (00, 15, 30 o 45 minuts).

source: The end time must be in 00, 15, 30 or 45 minutes.
ca: L'hora de finalització ha de ser a hores en punt, o quarts (00, 15, 30 o 45 minuts).

source: If training is public, this field is required.
ca: Si l'esdeveniment és públic, aquest camp és obligatori.

source: {room_type} cannot be used in public trainings.
ca: {room_type} no es pot fer servir per esdeveniments públics.

source: The room is not available for this time period.
ca: La sala no està disponible a aquest període.

source: The maximum capacity for this room is {capacity}.
ca: Capacitat màxima de persones de la sala és {capacity}.

source: This user belong to {entity}.
ca: Aquest usuari pertany a {entity}.

source: The maximum advance reservation period is %(days)s days.
ca: El període màxim de reserva anticipada és de %(days)s dies.

source: summary
ca: resum

source: calendar/
ca: calendari/

source: create/
ca: crear/

source: details/<uuid:id>/
ca: detalls/<uuid:id>/

source: details/
ca: detalls/

source: success/
ca: exit/

source: success/redirect/
ca: exit/redireccio/

source: cancelled/
ca: cancellada/

source: price/
ca: preu/

source: filter_summary/
ca: filtre_resum/

source: This reservation cannot be cancelled.
ca: Aquesta reserva no pot ser cancelada.

source: This reservation cannot be checked in.
ca: Aquesta reserva no pot ser registrada com a presentada.

source: Successful reservation
ca: Reserva exitosa

source: Successful reservation.
ca: Reserva exitosa.

source: Successful reservation.<br><br> As you've selected you need catering space outside the room, it's mandatory to make a reservation for it.
ca: Reserva exitosa.<br><br> Com has seleccionat que necessites espai de càtering fora de la sala, és obligatori que facis una reserva per això.

source: Continue
ca: Continua

source: Reservation cancelled
ca: Reserva cancelada

source: Reservation cancelled.
ca: Reserva cancelada.

source: All
ca: Tots

source: Event Room
ca: Sales d’actes

source: Classroom
ca: Aules

source: Meeting room
ca: Sales de reunions

source: Room code
ca: Codi de sala

source: Hourly price (VAT not included)
ca: Preu hora (IVA no inclòs)

source: Half day price (VAT not included)
ca: Preu mig dia (IVA no inclòs)

source: All day price (VAT not included)
ca: Preu dia sencer (IVA no inclòs)

source: Capacity
ca: Capacitat

source: Maximum seating capacity of the room
ca: Capacitat màxima de persones de la sala

source: Picture
ca: Imatge

source: Equipment
ca: Equipament

source: Available equipment in the room
ca: Equipament disponible a la sala

source: Room type
ca: Tipus de sala

source: rooms
ca: sales

source: Go back
ca: Enrere

source: Error 404: Page not found
ca: Error 404: No s'ha trobat la pàgina

source: The page you were trying to access does not exist. Please check the spelling or go back to the beginning.
ca: La pàgina a la que estaves intentant accedir no existeix. Comprova l'ortografia o torna l'inici.

source: Error 500: Internal server error
ca: Error 500: Error intern del servidor

source: The server encountered an unexpected condition that prevented it from fulfilling the request.
ca: El servidor ha trobat una condició inesperada que li ha impedit completar la sol·licitud.

source: Error 503: Maintenance mode enabled
ca: Error 503: Mode de manteniment habilitat

source: The application is currently under maintenance, please try again in few minutes.
ca: L'aplicació està actualment en manteniment, torna-ho a provar d'aquí uns minuts.

source: Logo of the business
ca: Logotip de l'empresa

source: Unverified email
ca: E-mail pendent de verificar

source: Home
ca: Inici

source: Administration panel
ca: Panell d'administració

source: Log out
ca: Tancar sessió

source: Log in
ca: Iniciar sessió

source: Register
ca: Registre

source: Profile
ca: Perfil

source: Reservations
ca: Reserves

source: Monthly summary
ca: Resum mensual

source: We use cookies to optimize your experience and to analyze the web traffic. We don't sell data to third parties. If you continue navigating, we'll understand that you are ok with that.
ca: Utilitzem cookies per optimitzar la teva experiència i per analitzar el trànsit web. No venem dades a tercers. Si continues navegant, entendrem que hi estàs d'acord.

source: Accept
ca: Acceptar

source: Deny
ca: Denega

source: Save
ca: Desar

source: Sign up
ca: Registrar-se

source: Done!
ca: Fet!

source: Registry successfully updated.
ca: Registre actualitzat correctament.

source: Back to home
ca: Torna a inici

source: There has been an error!
ca: S'ha produït un error!

source: There's an error in the form.
ca: Hi ha un error en el formulari.

source: Please, check the fields marked in red.
ca: Si us plau, comprova els camps marcats en vermell.

source: Show information
ca: Mostra la informació

source: Home page
ca: Inici

source: Internal home page
ca: Pàgina d'inici interna

source: Profile details
ca: Detalls del perfil

source: This user has no entity.
ca: Aquest usuari no pertany a cap entitat.

source: You can't access the rest of the site until you have an entity assigned. Please contact the administration.
ca: No podràs accedir a la resta de l'aplicació fins que tinguis una entitat asignada. Si us plau contacta els administradors.

source: Your profile
ca: El teu perfil

source: Here you can see and edit your data.
ca: Aquí pots veure i editar les teves dades.

source: You are a janitor at Bloc4BCN
ca: Ets conserge al Bloc4BCN

source: You can't edit this information, if you want to change it, contact the administration.
ca: No pots modificar aquestes dades. Si necessites fer-ne un canvi, contacta amb l'administració.

source: Warning!
ca: Alerta!

source: Your email is not verified. Before anything else, you must verify it.
ca: El teu correu electrònic no està verificat. Per poder accedir a la resta d'apartats, primer cal verificar-lo.

source: Verify email here.
ca: Verifiqueu el correu electrònic aquí.

source: Password change
ca: Modificar la contrasenya

source: Here you can change your password.
ca: Aquí pots canviar la contrasenya.

source: Change password
ca: Modificar la contrasenya

source: Your entity
ca: La teva entitat

source: Here you can view your entity's data.
ca: Aquí pots veure les dades de la teva entitat.

source: Email
ca: Correu electrònic

source: Fiscal name
ca: Nom fiscal

source: VAT number
ca: NIF

source: Town
ca: Municipi

source: Postal code
ca: Codi postal

source: Address
ca: Adreça

source: Country
ca: País

source: Responsible person
ca: Persona responsable

source: None assigned
ca: Cap assignat

source: Sign in to your account
ca: Inicieu la sessió al vostre compte

source: Sign in
ca: Iniciar sessió

source: Forgot your password?
ca: Has oblidat la teva contrasenya?

source: Don’t have an account? Only the Bloc4BCN admins can register new accounts. Send them a message to
ca: No tens un compte? Només els administradors de Bloc4 poden donar d'alta nous usuaris. Envia'ls un missatge a

source: and ask for a registration.
ca: i demana un nou registre.

source: If your entity doesn't belong to
ca: Si la teva entitat no pertany a

source: you can
ca: pots

source: Register here
ca: Registra't aquí

source: Send
ca: Envia

source: New password
ca: Nova contrasenya

source: Password recovery
ca: Recuperació de contrasenya

source: Introduce your email. A link will be sent to this address so you can reset your password.
ca: Introdueix el teu correu electrònic. S'enviarà un enllaç a aquesta adreça perquè puguis restablir la teva contrasenya.

source: Privacy policy
ca: Política de privacitat

source: Mail validation
ca: Validació de correu

source: Email verification
ca: Verificació per correu electrònic

source: By clicking the button a verification code will be send to your email address. Check your email to find it.
ca: Fent clic al botó s'enviarà un codi de verificació al teu correu electrònic adreça. Comproveu el vostre correu electrònic per trobar-lo.

source: Create an account
ca: Crea un compte

source: Create a new account
ca: Crea un nou compte

source: User data
ca: Dades de l'usuari

source: Entity data
ca: Dades de l'entitat

source: Create Account
ca: Crea un compte

source: Go
ca: Anar

source: Verification code sent
ca: Codi de verificació enviat

source: Write here the verification code that you have received in your email.
ca: Escriu aquí el codi de verificació que has rebut al teu correu electrònic.

source: Set
ca: Estableix

source: Reservations List
ca: Llistat de reserves

source: Filter by
ca: Filtra per

source: Alert!
ca: Atenció!

source: Close
ca: Tancar

source: Before being able to book a reservation, you have to select which room you want.
ca: Abans de poder fer una reserva, has de seleccionar quina sala vols.

source: The date of the reservation can not be before now.
ca: La data i hora de la reserva no pot ser anterior a l'actual.

source: New reservation
ca: Nova reserva

source: Do you want to create a new reservation in this time?
ca: Vols crear una nova reserva durant aquest període?

source: Book
ca: Reserva

source: Reservations of
ca: Reserves de

source: Total meeting room reservations
ca: Reserves de sales de reunions

source: Total teaching room reservations
ca: Reserves d'aules

source: Total event room reservations
ca: Reserves d'espais d'esdeveniments

source: (including discounts)
ca: (després d'impostos i descomptes)

source: Breakdown by room type:
ca: Desglossament per tipus de sala:

source: Reservation of
ca: Reserves de

source: Price
ca: Preu

source: There are no reservations for this selection. Choose a different entity or time period.
ca: No hi ha reserves per aquesta selección. Selecciona una entitat o període diferents.

source: Tax base of the reservations
ca: Base imponible de les reserves

source: VAT amount of the reservations
ca: IVA de les reserves

source: Invoiced month
ca: Mes facturat

source: Mark month as invoiced
ca: Marcar mes com a facturat

source: Action confirmation
ca: Acció de confirmació

source: Are you sure that you want to mark this month as invoiced?
ca: Segur que vols marcar aquest mes com a facturat?

source: The action can not be undone
ca: Aquesta acció és irreversible.

source: Doing this will mark all the reservations in this month as invoiced. If later you need to modify this state, you will have to do so individually through the administration panel.
ca: Fer-ho marcarà totes les factures del mes com a facturades. Si després necessites modificar aquest estat ho hauràs de fer individualment factura per factura al panell d’administració.

source: Yes, I am sure
ca: Sí, segur.

source: No, cancel
ca: No, cancel·la.

source: hours
ca: hores

source: Discount hours left
ca: Hores de descompte que queden

source: Event rooms
ca: Espais d'esdeveniments

source: Initial month discount hours
ca: Descompte d'hores mensuals inicial

source: Meeting rooms
ca: Sales de reunions

source: New Reservation
ca: Nova Reserva

source: To book the Event Hall, fill up the form below and send it to the administration. Until they confirm or reject it, the reservation will appear as pending.
ca: Si vols reservar una Sala d'Esdeveniments, omple el formulari de baix i envia'l a l'administració. Fins que no es confirmi o denegui, la reserva apareixerà com a pendent.

source: Selected room
ca: Sala seleccionada

source: Create reservation
ca: Crear reserva

source: Room reservations
ca: Reserves de sala

source: Your reservations
ca: Les teves reserves

source: Room reservation
ca: Reserva de sala

source: Admin URL
ca: Url per admins

source: Room
ca: Sala

source: No room was selected.
ca: No s'ha seleccionat cap sala.

source: No date was selected.
ca: No s'ha seleccionat cap data.

source: Schedule
ca: Horari

source: No start or end time was selected.
ca: No s'ha seleccionat hora d'inici o finalització.

source: No assistants were mentioned.
ca: No s'ha mencionat cap assistent.

source: Is the reservation paid for?
ca: Està pagada la reserva?

source: Yes
ca: Sí

source: Tax base amount
ca: Preu base imponible

source: VAT amount
ca: Preu IVA

source: Total price of the reservation
ca: Preu total de la reserva

source: See poster
ca: Veure poster

source: Booked by
ca: Reservat per

source: Unknown
ca: Desconegut

source: Status of the reservation
ca: Estat de la reserva

source: Canceled by
ca: Cancel·lat per

source: Canceled at
ca: Cancel·lat a

source: Cancel reservation
ca: Cancel·lar reserva

source: Delete confirmation
ca: Confirmació de cancel·lació

source: Close modal
ca: Tancar modal

source: Are you sure you want to delete this booking? The action can not be undone. If you delete the booking the administration will be notified.
ca: Segur que vols eliminar aquesta reserva? Aquesta acció no es pot desfer. Si elimines la reserva l'administració será notificada.

source: The assistance to this reserve has been confirmed.
ca: L'assistència a aquesta reserva ha sigut confirmada.

source: Mark assitance to reserve
ca: Marcar l'assistència a la reserva

source: Confirm assitance to reserve
ca: Confirmar l'assistència a la reserva

source: Confirm that the entity members arrived to check them in for this reservation.
ca: Confirmo que els membres de l'entitat han arribat i que s'ha enregistrat la reserva.

source: Check-in reservation
ca: Registre de reserva

source: Payment information
ca: Informació de pagament

source: Choose a room type:
ca: Escull un tipus de sala:

source: To book a room, before you must choose a day and time on the calendar:
ca: Per reservar una sala, primer escull un dia i hora al calendari:

source: To book a room, can choose a day and time on the calendar or go directly to the form with the button.
ca: Per reservar una sala, pots escollir un dia i hora al calendari o anar directament al formulari a través d'aquest botó.

source: Book a room
ca: Reserva una sala

source: There is no rooms available.
ca: No hi ha sales disponibles.

source: Choose an organization
ca: Escull una entitat

source: Reserve price
ca: Preu de la reserva

source: Tax base
ca: Preu base

source: Taxes
ca: IVA

source: The rooms are booked in half-hour slots, starting at a quarter.
ca: Les sales es reserven en blocs de mitja hora, començant a les hores en punt o als quarts.

source: Price
ca: Preu

source: €/hour
ca: €/hora

source: Rooms are reserved for a whole morning, with space available from 8:00 to 14:00
ca: Les sales es reserven tot el matí, tenint l'espai disponible de 8:00 a 14:00

source: €/morning
ca: €/matí

source: Rooms are reserved for an entire afternoon, with the space available from 14:00 to 20:00.
ca: Les sales es reserven tota la tarda, tenint l'espai disponible de 14:00 a 20:00.

source: €/afternoon
ca: €/tarda

source: Rooms are reserved for a whole day, with the space available from 8:00 to 20:00.
ca: Les sales es reserven tot el dia, tenint l'espai disponible de 8:00 a 20:00.

source: €/day
ca: €/dia

source: Availability
ca: Disponibilitat

source: Choose one room:
ca: Escull una sala:

source: half day
ca: mig dia

source: all day
ca: dia sencer

source: Select
ca: Selecciona
