Repository: codicoop/bloc4
Catalog: src/apps/users/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Actions
ca: Accions

source: Are you sure you want to confirm the account and notify the user?
ca: Estàs segura de que vols confirmar el compte i notificar l'usuari?

source: Verify the account and notify the user
ca: Verifica el compte i notifica l'usuari

source: An email has been sent to the user to inform that the account is active.
ca: S'han enviat un correu electrònic al usuari per informar-lo de que el seu compte està actiu.

source: Email
ca: Correu electrònic

source: Password
ca: Contrasenya

source: Remember me
ca: Recorda'm

source: Change password
ca: Canviar la contrasenya

source: The current password is not displayed for security reasons. Use this field and save the changes to set a new password. While writing the new password will be visible to make it easier for you to copy and send it to the user.
ca: La contrasenya actual no es mostra per raons de seguretat. Per establir una nova contrasenya omple aquest camp i desa els canvis. Mentre escriguis la contrasenya serà visible, per facilitar que puguis copiar-la i enviar-li a l'usuari.

source: New password
ca: Contrasenya nova

source: New password confirmation
ca: Confirmació de la nova contrasenya

source: Old password
ca: Contrasenya antiga

source: Verification code
ca: Codi de verificació

source: Users must have an email address
ca: Els usuaris han de tenir una adreça electrònica

source: Superusers must have a password
ca: Els superusuaris han de tenir una contrasenya

source: name
ca: nom

source: surnames
ca: cognoms

source: email address
ca: adreça electrònica

source: email verified
ca: correu electrònic verificat

source: Specifies whether the user has verified their email. You can only access the different sections of the application when you have verified it.
ca: Informa si l'usuari ha verificat el seu correu electrònic. Només pots accedir als altres apartats de l'aplicació un cop hagis fet la verificació.

source: Entity
ca: Entitat

source: is janitor
ca: És conserge

source: is active
ca: Està actiu

source: If the box is unchecked, the user will not be able to authenticate to access the application. It is usually only disabled when you want to unsubscribe a user but retaining their data.
ca: Si la casella no està seleccionada, l'usuari no podrá accedir a l'aplicatiu. Normalment només es fa servir quan vols deshabilitar un usuari però guardant totes les seves dades.

source: Account verified
ca: Compte verificat

source: If the box is unchecked, its means that the user is from an external entity and its validation is pending.
ca: Si la casella no està marcada vol dir que l'usuari és d'una entitat externa i que la seva validació està pendent.

source: is staff
ca: Té accés al panell d'administració

source: user
ca: usuari

source: users
ca: usuaris

source: sign-up/
ca: registre/

source: sign-in/
ca: accedir/

source: log-out/
ca: tancar-sessio/

source: password-reset/
ca: reinici-contrasenya/

source: password-reset/<uidb64>/<token>/
ca: reinici-contrasenya/<uidb64>/<token>/

source: password-reset/invalid-link/
ca: reinici-contrasenya/enllac-invalid/

source: password-reset/done/
ca: reinici-contrasenya/fet/

source: password-reset/complete/
ca: reinici-contrasenya/completat/

source: password-change/
ca: modificar-contrasenya/

source: password-change/done/
ca: modificar-contrasenya/fet/

source: profile/modified/
ca: perfil/modificat/

source: profile/details/
ca: perfil/dades/

source: user-validation/
ca: validacio-usuari/

source: send-verification-code/
ca: enviar-codi-verificacio/

source: email-verification-complete/
ca: verificacio-email-completada/

source: privacy-policy/
ca: politica-privacitat/

source: sign-up/success/
ca: registre/correcte

source: Code entered is not correct and the user cannot be verified. Please try again.
ca: El codi introduït no és correcte i l'usuari no s'ha pogut verificar. Si us plau intenti-ho de nou.

source: Done!
ca: Fet!

source: Account has been successfully verified.
ca: El compte s'ha verificat correctament.

source: Go back
ca: Tornar enrere

source: This email address does not match any registered account, please check the spelling.
ca: El correu indicat no correspon a cap compte registrat, si us plau verifica que l'hagis escrit correctament.

source: Invalid link
ca: Enllaç invàlid

source: The link is invalid. Please try again.
ca: L'enllaç és invàlid. Si us plau torna-ho a intentar.

source: Password reset sent
ca: Reinici de contrasenya enviat

source: An email has been sent to your inbox. Please check it and follow the instructions to change your password.
ca: S'ha enviat un correu a la teva bústia. Si us plau obre'l i segueix les instruccions per tal de canviar la teva contrasenya.

source: Password reset complete
ca: Reinici de contrasenya completat

source: Login
ca: Autenticació

source: Password change
ca: Modificar la contrasenya

source: Password change successful.
ca: Contrasenya modificada correctament.

source: Sign Up Success
ca: Registre correcte

source: Your account has been successfully created and its validation it's pending by Bloc4BCN. You'll receive an email when your account is available.
ca: El teu compte ha sigut creat correctament i la seva validació per part de Bloc4BCN està pendent. Rebràs un correu electrònic quan el teu compte estigui disponible.

source: Continue
ca: Continua
