Repository: codicoop/bloc4
Catalog: src/apps/entities/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Entity Privileges
ca: Privilegis de l'entitat

source: Hosted entity
ca: Entitat allotjada

source: Bloc4 entity
ca: Entitat de Bloc4

source: Other entities
ca: Altres entitats

source: Email address
ca: Adreça electrònica

source: Fiscal name
ca: Nom fiscal

source: Tax identification number
ca: Número d'identificació fiscal

source: Town
ca: Població

source: Postal Code
ca: Codi postal

source: Address
ca: Adreça

source: Country
ca: País

source: Spain
ca: Espanya

source: person responsible
ca: persona responsable

source: Entity type
ca: Tipus d'entitat

source: Reservation privilege
ca: Privilegis de reserva

source: Allows reservations without date restrictions
ca: Permet fer reserves sense restriccions de data

source: Logo of the entity
ca: Logotip de l’entitat

source: entity
ca: entitat

source: entities
ca: entitats

source: This user belong to {entity}. To be person responsible the user must belong to the entity first.
ca: Aquest usuari pertany a {entity}. Per ser persona responsable d'aquesta entitat, primer hi ha de pertànyer.

source: Free monthly hours for meeting rooms
ca: Hores mensuals gratuïtes per sales de reunions

source: Free annual hours for classrooms
ca: Hores anuals gratuïtes per aules

source: Classroom privilege
ca: Privilegis de reserva aules

source: Classrooms can be reserved without prior authorization
ca: Les aules poden reservar-se sense necesitar autorització prèvia dels adminsitradors

source: Entity privilege for %(name)s
ca: Privilegi d'entitat per %(name)s

source: Entity monthly bonus
ca: Bonus mensual de l'entitat

source: Date
ca: Data

source: Amount
ca: Quantia

source: Monthly bonus
ca: Bonus mensual

source: Monthly bonuses
ca: Bonus mensuals

source: Monthly bonus for %(entity)s in %(date)s
ca: Bonus mensual per %(entity)s a %(date)s

source: A record for {entity} for {month} already exists.
ca: Ja existeix un registre per {entity} i per {month}.
